var playlists = [
    {
        name: '2010b', content: [
            "银临、云の泣 - 锦鲤抄", "李荣浩 - 不将就", "许美静 - 城里的月光", "周深 - 大鱼", "司南 - 冬眠", "欧得洋 - 孤单北半球", "王菲 - 红豆", "霍尊 - 卷珠帘", "梁静茹 - 暖暖", "王力宏 - 你不知道的事", "孙燕姿 - 逆光", "徐秉龙、桃十五 - 青柠", "林俊杰 - 她說", "许嵩、刘美麟 - 温泉", "周杰伦、温岚 - 屋顶", "杨沛宜 - 左手右手"
        ]
    }
    ,
    {
        name: '许嵩新', content: ["许嵩 - 雨幕", "许嵩、刘美麟 - 温泉", "许嵩 - 通关", "许嵩 - 全世界最好的你", "许嵩 - 蝴蝶的时间", "许嵩 - 我乐意", "许嵩 - 明智之举"]
    },
    { name:'2012-4', content: ["SNH48 - 夜蝶", "CKG48 - 人鱼", "鞠婧祎 - 缘尽世间", "GNZ48 - 就差一点点", "鞠婧祎 - 叹云兮"]}
]